Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# files.preview.read_error
source: Could not read this file.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer este archivo.
fr: Impossible de lire ce fichier.
ja: このファイルを読み取れませんでした。
ko: 이 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler este arquivo.
ru: Не удалось прочитать файл.
zh_hans: 无法读取该文件。
zh_hant: 無法讀取此檔案。

# files.preview.empty
source: This file is empty.
de: Diese Datei ist leer.
es: Este archivo está vacío.
fr: Ce fichier est vide.
ja: このファイルは空です。
ko: 이 파일은 비어 있습니다.
pt_br: Este arquivo está vazio.
ru: Этот файл пуст.
zh_hans: 该文件为空。
zh_hant: 此檔案是空的。

# files.preview.binary
source: Binary files cannot be previewed here.
de: Binärdateien können hier nicht in der Vorschau angezeigt werden.
es: Los archivos binarios no se pueden previsualizar aquí.
fr: Les fichiers binaires ne peuvent pas être prévisualisés ici.
ja: バイナリファイルはここではプレビューできません。
ko: 바이너리 파일은 여기서 미리볼 수 없습니다.
pt_br: Arquivos binários não podem ser visualizados aqui.
ru: Бинарные файлы нельзя просматривать здесь.
zh_hans: 二进制文件无法在这里预览。
zh_hant: 二進位檔案無法在這裡預覽。

# files.preview.save_as
source: Save As
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar como
ru: Сохранить как
zh_hans: 另存为
zh_hant: 另存為

# files.preview.reload
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 다시 불러오기
pt_br: Recarregar
ru: Перезагрузить
zh_hans: 重新载入
zh_hant: 重新載入

# files.preview.copy_path
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

# files.preview.reveal_finder
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# files.preview.saved_as_format
source: Saved as %@
de: Gespeichert als %@
es: Guardado como %@
fr: Enregistré sous %@
ja: %@ として保存しました
ko: %@로 저장됨
pt_br: Salvo como %@
ru: Сохранено как %@
zh_hans: 已另存为 %@
zh_hant: 已另存為 %@

# files.preview.save_error_format
source: Could not save: %@
de: Speichern fehlgeschlagen: %@
es: No se pudo guardar: %@
fr: Impossible d’enregistrer : %@
ja: 保存できませんでした: %@
ko: 저장할 수 없음: %@
pt_br: Não foi possível salvar: %@
ru: Не удалось сохранить: %@
zh_hans: 无法保存：%@
zh_hant: 無法儲存：%@

# files.preview.path_copied
source: Path copied
de: Pfad kopiert
es: Ruta copiada
fr: Chemin copié
ja: パスをコピーしました
ko: 경로가 복사됨
pt_br: Caminho copiado
ru: Путь скопирован
zh_hans: 已复制路径
zh_hant: 已複製路徑

# files.panel.insert_path_terminal
source: Insert Path into Terminal
de: Pfad in Terminal einfügen
es: Insertar ruta en terminal
fr: Insérer le chemin dans le terminal
ja: パスをターミナルに挿入
ko: 터미널에 경로 삽입
pt_br: Inserir caminho no terminal
ru: Вставить путь в терминал
zh_hans: 插入路径到终端
zh_hant: 插入路徑到終端

# files.panel.insert_path_terminal.success
source: Inserted path into terminal.
de: Pfad ins Terminal eingefügt.
es: Ruta insertada en el terminal.
fr: Chemin inséré dans le terminal.
ja: パスをターミナルに挿入しました。
ko: 터미널에 경로를 삽입했습니다.
pt_br: Caminho inserido no terminal.
ru: Путь вставлен в терминал.
zh_hans: 已插入路径到终端。
zh_hant: 已插入路徑到終端。

# files.panel.insert_path_terminal.failure
source: No active terminal to insert the path.
de: Kein aktives Terminal zum Einfügen des Pfads.
es: No hay un terminal activo para insertar la ruta.
fr: Aucun terminal actif pour insérer le chemin.
ja: パスを挿入できるアクティブなターミナルがありません。
ko: 경로를 삽입할 활성 터미널이 없습니다.
pt_br: Nenhum terminal ativo para inserir o caminho.
ru: Нет активного терминала для вставки пути.
zh_hans: 没有可插入路径的活动终端。
zh_hant: 沒有可插入路徑的活動終端。

# files.panel.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 打開

# files.panel.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

# files.panel.copy_path
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

# files.panel.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# files.panel.cut
source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: 切り取り
ko: 잘라내기
pt_br: Recortar
ru: Вырезать
zh_hans: 剪切
zh_hant: 剪下

# files.panel.delete
source: Move to Trash
de: In den Papierkorb legen
es: Mover a la papelera
fr: Placer dans la corbeille
ja: ゴミ箱に移動
ko: 휴지통으로 이동
pt_br: Mover para o Lixo
ru: Переместить в корзину
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

# files.panel.delete.failure_format
source: Could not move to Trash: %@
de: Konnte nicht in den Papierkorb bewegt werden: %@
es: No se pudo mover a la papelera: %@
fr: Impossible de placer dans la corbeille : %@
ja: ゴミ箱に移動できませんでした: %@
ko: 휴지통으로 이동할 수 없음: %@
pt_br: Não foi possível mover para o Lixo: %@
ru: Не удалось переместить в корзину: %@
zh_hans: 无法移到废纸篓：%@
zh_hant: 無法移到垃圾桶：%@

# files.panel.delete.cancel
source: Cancel Delete
de: Löschen abbrechen
es: Cancelar eliminación
fr: Annuler la suppression
ja: 削除をキャンセル
ko: 삭제 취소
pt_br: Cancelar exclusão
ru: Отменить удаление
zh_hans: 取消删除
zh_hant: 取消刪除

# files.panel.delete.confirm
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ja: 削除を確定
ko: 삭제 확인
pt_br: Confirmar exclusão
ru: Подтвердить удаление
zh_hans: 确认删除
zh_hant: 確認刪除

# files.panel.delete.pending_count_format
source: %d item(s) marked for delete
de: %d Element(e) zum Löschen markiert
es: %d elemento(s) marcado(s) para eliminar
fr: %d élément(s) marqué(s) pour suppression
ja: %d 件を削除対象にマーク済み
ko: %d개 항목 삭제 표시됨
pt_br: %d item(ns) marcados para exclusão
ru: %d элем. помечено к удалению
zh_hans: %d 项已标记删除
zh_hant: %d 個項目已標記刪除

# git.diff.new_file
source: New File
de: Neue Datei
es: Archivo nuevo
fr: Nouveau fichier
ja: 新しいファイル
ko: 새 파일
pt_br: Arquivo novo
ru: Новый файл
zh_hans: 新文件
zh_hant: 新檔案

# git.diff.too_large
source: This file is too large to compare safely.
de: Diese Datei ist zu groß für einen sicheren Vergleich.
es: Este archivo es demasiado grande para compararlo con seguridad.
fr: Ce fichier est trop volumineux pour être comparé en sécurité.
ja: このファイルは安全に比較するには大きすぎます。
ko: 이 파일은 안전하게 비교하기에는 너무 큽니다.
pt_br: Este arquivo é grande demais para comparar com segurança.
ru: Этот файл слишком велик для безопасного сравнения.
zh_hans: 该文件过大，无法安全对比。
zh_hant: 此檔案過大，無法安全對比。

# git.diff.binary
source: Binary files cannot be compared here.
de: Binärdateien können hier nicht verglichen werden.
es: Los archivos binarios no se pueden comparar aquí.
fr: Les fichiers binaires ne peuvent pas être comparés ici.
ja: バイナリファイルはここでは比較できません。
ko: 바이너리 파일은 여기서 비교할 수 없습니다.
pt_br: Arquivos binários não podem ser comparados aqui.
ru: Бинарные файлы нельзя сравнивать здесь.
zh_hans: 二进制文件无法在这里对比。
zh_hant: 二進位檔案無法在這裡對比。

# git.diff.old_file
source: Old File
de: Alte Datei
es: Archivo anterior
fr: Ancien fichier
ja: 古いファイル
ko: 이전 파일
pt_br: Arquivo antigo
ru: Старый файл
zh_hans: 旧文件
zh_hant: 舊檔案

# pet.species.sheep.base
source: BaaBaa
de: Mähmäh
es: Lanita
fr: Laineux
ja: メェメェ
ko: 메메
pt_br: Fofinho
ru: Бяшка
zh_hans: 咩咩
zh_hant: 咩咩

# pet.species.ox.base
source: MooMoo
de: Mumu
es: Mumu
fr: Meuhmeuh
ja: モーモー
ko: 무무
pt_br: Mumu
ru: МуМу
zh_hans: 哞哞
zh_hant: 哞哞

# pet.species.phoenix.base
source: Ember
de: Funke
es: Brasa
fr: Braise
ja: フェニ
ko: 피닉
pt_br: Brasa
ru: Искра
zh_hans: 凤羽
zh_hant: 鳳羽

# pet.species.dolphin.base
source: Splash
de: Flosse
es: Aletita
fr: Aileron
ja: ルル
ko: 돌돌
pt_br: Nadinho
ru: Плеск
zh_hans: 豚豚
zh_hant: 豚豚

# pet.species.panda.base
source: Bamboo
de: Bambus
es: Bambú
fr: Bambou
ja: タンタン
ko: 둥둥
pt_br: Bambu
ru: Бамбу
zh_hans: 团团
zh_hant: 團團

# pet.claim.sheep.subtitle
source: Soft, patient, keeps moving
de: Sanft, geduldig, bleibt dran
es: Suave, paciente, sigue avanzando
fr: Doux, patient, avance doucement
ja: やわらかく、根気よく、少しずつ進む
ko: 부드럽고 인내심 있게 천천히 전진
pt_br: Suave, paciente, segue em frente
ru: Мягкий, терпеливый, движется дальше
zh_hans: 柔软、耐心、慢慢推进
zh_hant: 柔軟、耐心、慢慢推進

# pet.claim.ox.subtitle
source: Grounded, reliable, steady
de: Bodenständig, verlässlich, stetig
es: Firme, confiable, constante
fr: Stable, fiable, régulier
ja: 堅実で頼れて、着実に進む
ko: 든든하고 믿음직하게 꾸준히 실행
pt_br: Firme, confiável, constante
ru: Надежный, уверенный, устойчивый
zh_hans: 踏实、可靠、稳稳执行
zh_hant: 踏實、可靠、穩穩執行

# pet.claim.dragon.subtitle
source: Bold, fiery, task guardian
de: Mutig, feurig, Aufgabenwächter
es: Audaz, ardiente, guardián de tareas
fr: Vaillant, ardent, gardien des tâches
ja: 熱く、大胆に、タスクを守る
ko: 뜨겁고 과감하게 작업을 지킴
pt_br: Ousado, ardente, guardião das tarefas
ru: Смелый, огненный, хранитель задач
zh_hans: 热血、爆发、守护任务
zh_hant: 熱血、爆發、守護任務

# pet.claim.phoenix.subtitle
source: Restart, recover, shine again
de: Neustart, Erholung, leuchtet wieder
es: Reinicia, se recupera, vuelve a brillar
fr: Redémarre, récupère, brille encore
ja: 再起動して、立て直して、また輝く
ko: 다시 시작하고 회복하며 더 밝게
pt_br: Reinicia, recupera e brilha de novo
ru: Перезапуск, восстановление, новый свет
zh_hans: 重启、恢复、越改越亮
zh_hant: 重啟、恢復、越改越亮

# pet.claim.dolphin.subtitle
source: Nimble, fresh, quick swimmer
de: Wendig, frisch, schnell unterwegs
es: Ágil, fresco, cruza rápido
fr: Vif, frais, file vite
ja: 軽やかで爽やか、すばやく泳ぐ
ko: 민첩하고 산뜻하게 빠르게 이동
pt_br: Ágil, leve, nada rápido
ru: Ловкий, свежий, быстрый пловец
zh_hans: 灵动、清爽、快速穿梭
zh_hant: 靈動、清爽、快速穿梭

# pet.claim.penguin.subtitle
source: Calm, focused, cool-headed
de: Ruhig, fokussiert, kühler Kopf
es: Calmo, concentrado, mente fría
fr: Calme, concentré, tête froide
ja: 冷静で集中、落ち着いて寄り添う
ko: 차분하고 집중하며 안정적으로 동행
pt_br: Calmo, focado, cabeça fria
ru: Спокойный, собранный, хладнокровный
zh_hans: 冷静、专注、安稳陪伴
zh_hant: 冷靜、專注、安穩陪伴

# pet.claim.panda.subtitle
source: Round, gentle, steady pace
de: Rund, sanft, ruhiger Takt
es: Redondo, tierno, ritmo estable
fr: Rond, doux, rythme stable
ja: まるくてやさしく、リズムを整える
ko: 둥글고 다정하게 리듬을 지킴
pt_br: Redondo, gentil, ritmo firme
ru: Круглый, нежный, ровный ритм
zh_hans: 圆润、治愈、稳住节奏
zh_hant: 圓潤、療癒、穩住節奏

# pet.claim.sheep.description
source: A soft companion that keeps long work calm.
de: Ein sanfter Begleiter, der lange Arbeit ruhig hält.
es: Un compañero suave que mantiene calma la jornada larga.
fr: Un compagnon doux qui garde les longues sessions calmes.
ja: 長い作業をやさしいリズムに保つ相棒。
ko: 긴 작업도 부드러운 리듬으로 지켜 주는 동료.
pt_br: Um companheiro suave que mantém trabalhos longos tranquilos.
ru: Мягкий спутник, который успокаивает долгую работу.
zh_hans: 让长时间工作保持柔和节奏的小伙伴。
zh_hant: 讓長時間工作保持柔和節奏的小夥伴。

# pet.claim.ox.description
source: A steady companion for reliable, grounded progress.
de: Ein stetiger Begleiter für verlässlichen Fortschritt.
es: Un compañero firme para avanzar con confianza.
fr: Un compagnon stable pour progresser avec assurance.
ja: 確実な前進を支える頼もしい相棒。
ko: 믿고 맡길 수 있는 착실한 진전을 위한 동료.
pt_br: Um companheiro firme para progresso confiável.
ru: Спокойный спутник для надежного и уверенного прогресса.
zh_hans: 适合可靠推进和踏实执行的稳定伙伴。
zh_hant: 適合可靠推進和踏實執行的穩定夥伴。

# pet.claim.dragon.description
source: A brave companion for big pushes and hot paths.
de: Ein mutiger Begleiter für große Schübe und heiße Pfade.
es: Un compañero valiente para grandes empujes y rutas críticas.
fr: Un compagnon vaillant pour les gros efforts et les chemins chauds.
ja: 大きな一押しと重要な作業を支える熱い相棒。
ko: 큰 추진력과 핵심 작업을 위한 용감한 동료.
pt_br: Um companheiro valente para grandes avanços e caminhos críticos.
ru: Храбрый спутник для больших рывков и горячих задач.
zh_hans: 适合大步推进和关键任务的热血伙伴。
zh_hant: 適合大步推進和關鍵任務的熱血夥伴。

# pet.claim.phoenix.description
source: A bright companion that makes every restart feel lighter.
de: Ein heller Begleiter, der jeden Neustart leichter macht.
es: Un compañero brillante que aligera cada reinicio.
fr: Un compagnon lumineux qui rend chaque reprise plus légère.
ja: 再起動や修復を少し軽くしてくれる明るい相棒。
ko: 재시작과 복구를 더 가볍게 만들어 주는 밝은 동료.
pt_br: Um companheiro brilhante que deixa cada reinício mais leve.
ru: Светлый спутник, с которым каждый перезапуск легче.
zh_hans: 每次重启和修复都会更亮一点的伙伴。
zh_hant: 每次重啟和修復都會更亮一點的夥伴。

# pet.claim.dolphin.description
source: A nimble companion that moves quickly through ideas.
de: Ein wendiger Begleiter, der schnell durch Ideen gleitet.
es: Un compañero ágil que cruza ideas con rapidez.
fr: Un compagnon vif qui circule vite entre les idées.
ja: アイデアの間を軽やかに泳ぐ相棒。
ko: 아이디어 사이를 가볍게 오가는 민첩한 동료.
pt_br: Um companheiro ágil que atravessa ideias rapidamente.
ru: Проворный спутник, быстро скользящий между идеями.
zh_hans: 在想法之间轻快穿梭的灵动伙伴。
zh_hant: 在想法之間輕快穿梭的靈動夥伴。

# pet.claim.penguin.description
source: A calm companion for focused work and cool heads.
de: Ein ruhiger Begleiter für fokussierte Arbeit.
es: Un compañero tranquilo para trabajar con concentración.
fr: Un compagnon calme pour travailler avec concentration.
ja: 集中作業と冷静な判断を支える落ち着いた相棒。
ko: 집중 작업과 차분한 판단을 돕는 안정적인 동료.
pt_br: Um companheiro calmo para foco e cabeça fria.
ru: Спокойный спутник для сосредоточенной работы.
zh_hans: 适合专注工作和冷静思考的安稳伙伴。
zh_hant: 適合專注工作和冷靜思考的安穩夥伴。

# pet.claim.panda.description
source: A round, gentle companion that keeps the pace steady.
de: Ein runder, sanfter Begleiter, der den Takt hält.
es: Un compañero tierno que mantiene el ritmo estable.
fr: Un compagnon doux qui garde un rythme régulier.
ja: まるくてやさしく、作業のペースを整えてくれる相棒。
ko: 둥글고 부드럽게 작업 리듬을 잡아 주는 동료.
pt_br: Um companheiro redondo e gentil que mantém o ritmo.
ru: Мягкий круглый спутник, который держит ровный темп.
zh_hans: 圆圆软软、帮你稳住节奏的治愈伙伴。
zh_hant: 圓圓軟軟、幫你穩住節奏的療癒夥伴。

# settings.ai.local_model.description_label
source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
zh_hans: 描述
zh_hant: 描述

# settings.ai.local_model.recommended_config_label
source: Recommended Config
de: Empfohlene Konfiguration
es: Configuración recomendada
fr: Configuration recommandée
ja: 推奨構成
ko: 권장 구성
pt_br: Configuração recomendada
ru: Рекомендуемая конфигурация
zh_hans: 推荐配置
zh_hant: 推薦配置

# settings.ai.local_model.download_size_label
source: Download Size
de: Downloadgröße
es: Tamaño de descarga
fr: Taille du téléchargement
ja: ダウンロードサイズ
ko: 다운로드 크기
pt_br: Tamanho do download
ru: Размер загрузки
zh_hans: 下载大小
zh_hant: 下載大小

# settings.ai.local_model.hardware_8gb
source: M1 or newer, 8 GB memory or more
de: M1 oder neuer, mindestens 8 GB Speicher
es: M1 o posterior, 8 GB de memoria o más
fr: M1 ou plus récent, 8 Go de mémoire ou plus
ja: M1 以降、メモリ 8GB 以上
ko: M1 이상, 메모리 8GB 이상
pt_br: M1 ou mais recente, 8 GB de memória ou mais
ru: M1 или новее, не менее 8 ГБ памяти
zh_hans: M1 或更新芯片，8GB 内存以上
zh_hant: M1 或更新晶片，8GB 記憶體以上

# settings.ai.local_model.hardware_16gb
source: M1/M2/M3/M4, 16 GB memory or more
de: M1/M2/M3/M4, mindestens 16 GB Speicher
es: M1/M2/M3/M4, 16 GB de memoria o más
fr: M1/M2/M3/M4, 16 Go de mémoire ou plus
ja: M1/M2/M3/M4、メモリ 16GB 以上
ko: M1/M2/M3/M4, 메모리 16GB 이상
pt_br: M1/M2/M3/M4, 16 GB de memória ou mais
ru: M1/M2/M3/M4, не менее 16 ГБ памяти
zh_hans: M1/M2/M3/M4，16GB 内存以上
zh_hant: M1/M2/M3/M4，16GB 記憶體以上

# settings.ai.local_model.hardware_24gb
source: M1 Pro/M2 Pro/M3/M4, 24 GB memory or more
de: M1 Pro/M2 Pro/M3/M4, mindestens 24 GB Speicher
es: M1 Pro/M2 Pro/M3/M4, 24 GB de memoria o más
fr: M1 Pro/M2 Pro/M3/M4, 24 Go de mémoire ou plus
ja: M1 Pro/M2 Pro/M3/M4、メモリ 24GB 以上
ko: M1 Pro/M2 Pro/M3/M4, 메모리 24GB 이상
pt_br: M1 Pro/M2 Pro/M3/M4, 24 GB de memória ou mais
ru: M1 Pro/M2 Pro/M3/M4, не менее 24 ГБ памяти
zh_hans: M1 Pro/M2 Pro/M3/M4，24GB 内存以上
zh_hant: M1 Pro/M2 Pro/M3/M4，24GB 記憶體以上

# settings.ai.local_model.hardware_32gb
source: M1 Max/M2 Pro/M3 Pro/M4 Pro, 32 GB memory or more
de: M1 Max/M2 Pro/M3 Pro/M4 Pro, mindestens 32 GB Speicher
es: M1 Max/M2 Pro/M3 Pro/M4 Pro, 32 GB de memoria o más
fr: M1 Max/M2 Pro/M3 Pro/M4 Pro, 32 Go de mémoire ou plus
ja: M1 Max/M2 Pro/M3 Pro/M4 Pro、メモリ 32GB 以上
ko: M1 Max/M2 Pro/M3 Pro/M4 Pro, 메모리 32GB 이상
pt_br: M1 Max/M2 Pro/M3 Pro/M4 Pro, 32 GB de memória ou mais
ru: M1 Max/M2 Pro/M3 Pro/M4 Pro, не менее 32 ГБ памяти
zh_hans: M1 Max/M2 Pro/M3 Pro/M4 Pro，32GB 内存以上
zh_hant: M1 Max/M2 Pro/M3 Pro/M4 Pro，32GB 記憶體以上

# settings.ai.local_model.hardware_64gb
source: M1 Max/M2 Max/M3 Max/M4 Max, 64 GB memory or more
de: M1 Max/M2 Max/M3 Max/M4 Max, mindestens 64 GB Speicher
es: M1 Max/M2 Max/M3 Max/M4 Max, 64 GB de memoria o más
fr: M1 Max/M2 Max/M3 Max/M4 Max, 64 Go de mémoire ou plus
ja: M1 Max/M2 Max/M3 Max/M4 Max、メモリ 64GB 以上
ko: M1 Max/M2 Max/M3 Max/M4 Max, 메모리 64GB 이상
pt_br: M1 Max/M2 Max/M3 Max/M4 Max, 64 GB de memória ou mais
ru: M1 Max/M2 Max/M3 Max/M4 Max, не менее 64 ГБ памяти
zh_hans: M1 Max/M2 Max/M3 Max/M4 Max，64GB 内存以上
zh_hant: M1 Max/M2 Max/M3 Max/M4 Max，64GB 記憶體以上

# settings.ai.local_model.hardware_128gb
source: M1 Ultra/M2 Ultra or M3/M4 Max, 128 GB memory
de: M1 Ultra/M2 Ultra oder M3/M4 Max, 128 GB Speicher
es: M1 Ultra/M2 Ultra o M3/M4 Max, 128 GB de memoria
fr: M1 Ultra/M2 Ultra ou M3/M4 Max, 128 Go de mémoire
ja: M1 Ultra/M2 Ultra または M3/M4 Max、メモリ 128GB
ko: M1 Ultra/M2 Ultra 또는 M3/M4 Max, 메모리 128GB
pt_br: M1 Ultra/M2 Ultra ou M3/M4 Max, 128 GB de memória
ru: M1 Ultra/M2 Ultra или M3/M4 Max, 128 ГБ памяти
zh_hans: M1 Ultra/M2 Ultra 或 M3/M4 Max，128GB 内存
zh_hant: M1 Ultra/M2 Ultra 或 M3/M4 Max，128GB 記憶體

# settings.ai.local_model.profile.memory
source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
ja: 記憶
ko: 메모리
pt_br: Memória
ru: Память
zh_hans: 记忆
zh_hant: 記憶

# settings.ai.local_model.profile.assistant
source: Assistant
de: Assistent
es: Asistente
ja: アシスタント
ko: 보조
pt_br: Assistente
ru: Ассистент
zh_hans: 辅助
zh_hant: 輔助

# settings.ai.local_model.config_tokens_format
source: %1$@ %2$d context / %3$d output
de: %1$@: %2$d Kontext / %3$d Ausgabe
es: %1$@: %2$d contexto / %3$d salida
fr: %1$@ : contexte %2$d / sortie %3$d
ja: %1$@：コンテキスト %2$d / 出力 %3$d
ko: %1$@: 컨텍스트 %2$d / 출력 %3$d
pt_br: %1$@: %2$d contexto / %3$d saída
ru: %1$@: контекст %2$d / вывод %3$d
zh_hans: %1$@：%2$d 上下文 / %3$d 输出
zh_hant: %1$@：%2$d 上下文 / %3$d 輸出

# settings.ai.local_model.option.installed
source: [Installed]
de: [Installiert]
es: [Instalado]
fr: [Installé]
ja: [インストール済み]
ko: [설치됨]
pt_br: [Instalado]
ru: [Установлено]
zh_hans: [已安装]
zh_hant: [已安裝]

# settings.ai.local_model.option.not_installed
source: [Not Installed]
de: [Nicht installiert]
es: [No instalado]
fr: [Non installé]
ja: [未インストール]
ko: [미설치]
pt_br: [Não instalado]
ru: [Не установлено]
zh_hans: [未安装]
zh_hant: [未安裝]

# settings.ai.local_model.option.downloading
source: [Downloading]
de: [Wird geladen]
es: [Descargando]
fr: [Téléchargement]
ja: [ダウンロード中]
ko: [다운로드 중]
pt_br: [Baixando]
ru: [Загрузка]
zh_hans: [下载中]
zh_hant: [下載中]

# files.preview.discard_changes.discard
source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更を破棄
ko: 변경 사항 버리기
pt_br: Descartar alterações
ru: Сбросить изменения
zh_hans: 放弃更改
zh_hant: 放棄變更

# files.preview.discard_changes.message
source: This preview has edits that have not been saved to the original file.
de: Diese Vorschau enthält Änderungen, die noch nicht in der Originaldatei gespeichert wurden.
es: Esta vista previa tiene cambios que no se han guardado en el archivo original.
fr: Cet aperçu contient des modifications qui n’ont pas été enregistrées dans le fichier original.
ja: このプレビューには、元のファイルに保存されていない編集があります。
ko: 이 미리보기에는 원본 파일에 저장되지 않은 편집 내용이 있습니다.
pt_br: Esta prévia tem edições que ainda não foram salvas no arquivo original.
ru: В предпросмотре есть правки, которые ещё не сохранены в исходный файл.
zh_hans: 当前预览中有尚未保存到原文件的编辑内容。
zh_hant: 目前預覽中有尚未儲存到原檔案的編輯內容。

# files.preview.discard_changes.title
source: Discard unsaved changes?
de: Ungespeicherte Änderungen verwerfen?
es: ¿Descartar cambios sin guardar?
fr: Ignorer les modifications non enregistrées ?
ja: 未保存の変更を破棄しますか？
ko: 저장되지 않은 변경 사항을 버릴까요?
pt_br: Descartar alterações não salvas?
ru: Сбросить несохранённые изменения?
zh_hans: 放弃未保存的更改？
zh_hant: 放棄未儲存的變更？

# files.preview.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# files.preview.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

# files.preview.save_directory
source: Folders cannot be saved as text files.
de: Ordner können nicht als Textdateien gespeichert werden.
es: Las carpetas no se pueden guardar como archivos de texto.
fr: Les dossiers ne peuvent pas être enregistrés comme fichiers texte.
ja: フォルダはテキストファイルとして保存できません。
ko: 폴더는 텍스트 파일로 저장할 수 없습니다.
pt_br: Pastas não podem ser salvas como arquivos de texto.
ru: Папки нельзя сохранять как текстовые файлы.
zh_hans: 文件夹不能作为文本文件保存。
zh_hant: 資料夾不能作為文字檔案儲存。

# files.preview.save_outside_project
source: This file is outside the project folder.
de: Diese Datei liegt außerhalb des Projektordners.
es: Este archivo está fuera de la carpeta del proyecto.
fr: Ce fichier est en dehors du dossier du projet.
ja: このファイルはプロジェクトフォルダの外にあります。
ko: 이 파일은 프로젝트 폴더 밖에 있습니다.
pt_br: Este arquivo está fora da pasta do projeto.
ru: Этот файл находится вне папки проекта.
zh_hans: 该文件不在项目文件夹内。
zh_hant: 該檔案不在專案資料夾內。

# files.preview.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销
zh_hant: 復原

# files.preview.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ja: やり直す
ko: 다시 실행
pt_br: Refazer
ru: Повторить
zh_hans: 重做
zh_hant: 重做

# files.preview.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# files.preview.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

# files.preview.find
source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pt_br: Buscar
ru: Найти
zh_hans: 查找
zh_hant: 尋找

# files.preview.large_virtual_format
source: Large file virtual preview (%@). Editing is disabled.
de: Virtuelle Vorschau großer Datei (%@). Bearbeitung ist deaktiviert.
es: Vista previa virtual de archivo grande (%@). La edición está desactivada.
fr: Aperçu virtuel du fichier volumineux (%@). La modification est désactivée.
ja: 大きなファイルの仮想プレビュー（%@）。編集は無効です。
ko: 대용량 파일 가상 미리보기(%@). 편집은 비활성화되어 있습니다.
pt_br: Prévia virtual de arquivo grande (%@). A edição está desativada.
ru: Виртуальный предпросмотр большого файла (%@). Редактирование отключено.
zh_hans: 大文件虚拟预览（%@）。已禁用编辑。
zh_hant: 大檔案虛擬預覽（%@）。已停用編輯。

# files.preview.search.find
source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pt_br: Buscar
ru: Найти
zh_hans: 查找
zh_hant: 尋找

# files.preview.search.replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換
ko: 바꾸기
pt_br: Substituir
ru: Заменить
zh_hans: 替换
zh_hant: 取代

# files.preview.search.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
zh_hans: 下一个
zh_hant: 下一個

# files.preview.search.previous
source: Previous
de: Zurück
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
pt_br: Anterior
ru: Назад
zh_hans: 上一个
zh_hant: 上一個

# files.preview.search.all
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 모두
pt_br: Tudo
ru: Все
zh_hans: 全部
zh_hant: 全部

# files.preview.search.match_case
source: Match case
de: Groß-/Kleinschreibung
es: Coincidir mayúsculas
fr: Respecter la casse
ja: 大文字/小文字を区別
ko: 대소문자 구분
pt_br: Diferenciar maiúsculas
ru: Учитывать регистр
zh_hans: 区分大小写
zh_hant: 區分大小寫

# files.preview.search.by_word
source: Whole word
de: Ganzes Wort
es: Palabra completa
fr: Mot entier
ja: 単語単位
ko: 단어 단위
pt_br: Palavra inteira
ru: Слово целиком
zh_hans: 全词匹配
zh_hant: 全詞符合

# files.preview.search.replace_action
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換
ko: 바꾸기
pt_br: Substituir
ru: Заменить
zh_hans: 替换
zh_hant: 取代
